# .delete(start, end)
#
# Якщо ти хочеш видалити текст з поля, просто виклич цю функцію.
# Приклад: `display.delete(0, tk.END)` видаляє весь текст, з якого починаєш, і до самого кінця.
#
# .insert(index, value)
#
# А це як додати новий штрих до картини! Ця функція дозволяє вставити текст у потрібне місце.
# Приклад: `display.insert(tk.END, "Hello!")` додасть текст "Hello!" в кінець твого поля.
#
#
# Нам знадобиться також одна функція:
#
# eval()
#
# Уяви, що це твій особистий математичний помічник! Він обчислює значення виразу, який ти йому даси.
# Приклад: `eval("2 + 2*2")` повертає число 6. Легко ж?!