# Гравець знаходиться в печері і має обрати один з трьох шляхів. Кожен шлях веде до різного результату. Гравець дізнається, що сталося після вибору.
#
# Включити варіанти результатів для кожного з трьох шляхів:
#
# 🛣 Шлях 1 Гравець знаходить скарб (великий коштовний камінь).
# 🛣 Шлях 2 Гравець знаходить вихід з печери.
# 🛣 Шлях 3 Гравець потрапляє в пастку (лабіринт).
print("Ви знаходитесь в печері")
variant = input("Яку дорогу ти обереш ?")
if variant =="1":
    print("Ви знаходите скарб")
if variant =="2":
    print("Ви знайшли вихід із печери")
else:
   print("Ви потрапили в лабіринт. Бережіть своє життя")